final Map<String, String> enUs = {
  // Login Screen Screen
  "lbl": "مرحبا بعودتك!",
  "lbl2": "رقم الهاتف",
  "lbl3": "كلمة المرور",
  "lbl4": "تسجيل الدخول",
  "lbl5": "ليس لديك حساب؟ ",
  "lbl6": "انضم الينا",
  "lbl_0_0000_0000": "0 0000 0000",
  "lbl_20": "+20",
  "msg": "الرجاء ادخال رقم الهاتف ادناه لبدء استخدام التطبيق",
  "msg2": "نسيت كلمة المرور؟",
  "msg3": "ليس لديك حساب؟ انضم الينا",

  // Home Screen
  "lbl12": "مباشر", "lbl13": ":", "lbl18": "أحدث الأخبار", "lbl9": "إظهار الكل",

  // matches Screen
  "lbl23": "توقع الأن", "lbl_09_00": "09:00 م", "lbl_21_2023": "21 سبتمبر 2023",

  // tickets Screen
  "lbl24": "تذاكر المباريات",
  "lbl25": " بيراميدز",
  "lbl26": " المقاولون",
  "lbl_vs2": "VS",
  "msg_vs2": "الزمالك VS بيراميدز",
  "msg_vs3": "الزمالك VS المقاولون",

  // news One Screen
  "lbl27": "أحدث الاخبار",
  "msg10":
      "اتحاد الكرة يعلن طاقم حكام مباراة الزمالك وبيراميدز في الدوري.. اختيار",
  "msg_73": "نكشف سبب غياب 7 لاعبين عن قائمة الزمالك أمام بيراميدز",

  // store Screen
  "lbl28": "المتجر",
  "lbl_450": "450",
  "lbl_850": "850",
  "msg11": "ابحث عن منتجك هنا",
  "msg12": "قميص الزمالك (شيكابالا)",
  "msg13": "قميص الزمالك (جديد)",

  // news Screen
  "msg14":
      "شهدت قائمة الزمالك لمواجهة الغد أمام بيراميدز في الجولة الأولى من الدوري العديد من الغيابات والمفاجأة\r\n\r\nمواجهة الغد أمام بيراميدز في الجولة الأولى من مسابقة الدوري العام الممتاز لكرة القدم غدا الخميس على ملعب استاد الدفاع الجوي\r\n\r\nالقائمة شهدت غياب كل من، \r\n غياب كل من أحمد سيد زيزو وحاتم سكر للإيقاف وأحمد فتوح للإصابة الى جانب غياب لـ التونسي سيف الدين الجزيري\r\n\r\nحيث تواجد في خط الهجوم خلال القائمة، الثنائي ناصر منسي وعلى ياسر، وبالتالي قد تكون فرصة لـ منسي لاثبات نفسه، أو للمهاجم الشاب على ياسر للظهور بقوة\r\n\r\nكما استمر غياب الحارس محمد عواد حارس المرمى في ظل الحديث عن استمرار إصابته، ولكن عقب تصريحاته الأخيرة ضد المدرب أوسوريو التي تراجع عنها فيما بعد\r\n\r\nكما تواجد عدد من الناشئين مثل، المهاجم على ياسر، وأحمد عبد الرحيم ايشو والحارس عبد الرحمن نفاذ\r\n\r\nاقرا أيضا .. \r\n\r\n\"عاجل\" قائمة الزمالك لمباراة بيراميدز\r\n\r\nشاهد الفيديوهات\r\nليه فريق البطولات مش بيستمر في الزمالك؟!.. رد غير متوقع من إسماعيل يوسف\r\nمفاجأة.. الزمالك يتواصل مع مدير فني جديد لخلافة أوسوريو.. تعرف عليه\r\nشاهد بلدية المحلة وبداية قوية للدوري بالفوز على المقاولون بثنائية نظيفة\r\nميدو: جمهور الزمالك بيتحسر على فرقة 2020!!.. إسماعيل يوسف يكشف الكواليس\r\nطارق جبريل : فاروق جعفر كان يرغب فى التواجد ضمن قائمة حسين لبيب .. وهشام نصر أفضل إداريا\r\nمسئول بالزمالك لسيف الجزيري: انت جزائري ولا مغربي.. واللاعب يرد بطريقة درامية!!\r\nفرح علي تعلق على خسارة الإسماعيلي من نادي زد\r\nصادق: الزمالك بيدفع ثمن عدم الاستقرار... والمستحقات المالية سبب استبعاد سيف الجزيري من أمام بيراميدز\r\nطارق جبريل يهاجم عمر هريدي بسبب تصريحاته عن مرشحي انتخابات الزمالك\r\nطارق جبريل : المنافسة بين هانى العتال وهشام نصر قوية\r\nالطريقة الأفضل للزمالك في مواجهة بيراميدز. إسماعيل يوسف يرد برسالة لـ \"أوسوريو\"\r\nعصام مرعي: اوسوريو خيالي ومش واقعي.\r",

  // item details Screen
  "lbl29": "أختر المقاس",
  "lbl30": "وصف المنتج",
  "lbl31": "أضف للعربة",
  "lbl_l": "l",
  "lbl_m": "m",
  "lbl_s": "s",
  "lbl_xl": "xl",
  "lbl_xs": "xs",
  "lbl_xxl": "xxl",
  "msg15":
      "المزيج المثالي بين الأسلوب والأداء. مصنوع من أقمشة مضادة للبكتيريا بتقنية DRY+ مسامية، هذا الجيرسي مصمم ليبقيك منتعشًا ومرتاحًا حتى خلال المباريات الأكثر كثافة. يتميز بشعار الزمالك الرسمي ثلاثي الأبعاد وشارة ثلاثية الأبعاد مطاطية أصلية، يمكنك إظهار فخرك بفريقك بثقة. مصنوع من البوليستر بنسبة 100%، هذا الجيرسي النحيف يحتضن جسمك للحصول على مظهر أنيق. ومع التغليف الحصري للزمالك.",

  // profile Screen
  "lbl32": "محمد طارق",
  "lbl33": "تعديل حسابي",
  "lbl34": "طلباتي",
  "lbl35": "الإعدادات",
  "lbl36": "قيم التطبيق",
  "lbl37": "شارك التطبيق",
  "lbl38": "عن التطبيق",
  "lbl39": "تواصل معانا",
  "lbl_20_1018930499": "+20 1018930499",

  // score Screen
  "lbl40": "توقعات الرائجه",
  "lbl41": "حفظ التوقع",
  "lbl_103": "10%",
  "lbl_2_12": "2 : 1",
  "lbl_302": "30%",
  "lbl_32": "3",
  "lbl_3_22": "3 : 2",
  "lbl_3_32": "3 : 3",
  "lbl_60": "60%",
  "msg16": "انتهاء المباراة بضربات الترجيح",

  // Common String
  "lbl10": "المباريات",
  "lbl11": "الزمالك",
  "lbl14": "الإسماعيلي",
  "lbl15": "بيراميدز",
  "lbl16": "المضاف حديثا",
  "lbl17": "ج.م",
  "lbl19": "الأخبار",
  "lbl20": "التذاكر",
  "lbl21": "الرئيسية",
  "lbl22": "مباريات قادمة",
  "lbl7": "الزمالك ",
  "lbl8": "حجز تذكرة",
  "lbl_1": "1",
  "lbl_102": "الأسبوع 10",
  "lbl_10_2023": "10 اكتوبر 2023",
  "lbl_150": "150",
  "lbl_20_2023": "20 سبتمبر 2023",
  "lbl_22": "2",
  "lbl_42": "4",
  "lbl_640": "640",
  "lbl_vs": "VS الأهلي",
  "msg4": "ستاد القاهرة الدولي",
  "msg5": "الدوري المصري الممتاز",
  "msg6": "قميص مباراة الزمالك الأحتياطي",
  "msg7": "قميص الزمالك (أسود)",
  "msg8": "قميص مباراة الزمالك الأساسي",
  "msg9": "موعد مباراة الزمالك أمام بيراميدز في الدوري والقناة الناقلة",
  "msg_72":
      "نكشف سبب غياب 7 لاعبين عن قائمة الزمالك أمام بيراميدز.. أبرزهم زيزو وفتوح!",
  "msg_vs": "الزمالك VS الأهلي",

// Network Error String
  "msg_network_err": "Network Error",
  "msg_something_went_wrong": "Something Went Wrong!",
};
